<?php
return [
    "category" => [
        'add' => "دسته بندی با موفقیت ثبت شد",
        'update' => "دسته بندی با موفقیت بروزرسانی شد",
        'delete' => "دسته بندی با موفقیت حذف شد",
        'select' => "دسته بندی با موفقیت انتخاب شد",
        'select-all' => "دسته بندی ها با موفقیت انتخاب شد",
        'status' => "وضعیت دسته بندی بروزرسانی شد",
    ],

    "brand" => [
        'add' => "برند با موفقیت اضافه شد",
        'update' => "برند با موفقیت بروزرسانی شد",
        'delete' => "برند با موفقیت حذف شد",
        'select' => "برند با موفقیت انتخاب شد",
        'select-all' => "برند ها با موفقیت انتخاب شد ",
        'status' => "وضعیت برند بروزرسانی شد",
    ],

    "product" => [
        'add' => "محصول با موفقیت اضافه شد",
        'update' => "محصول با موفقیت بروزرسانی شد",
        'delete' => "محصول با موفقیت حذف شد",
        'select' => "محصول با موفقیت انتخاب شد",
        'select-all' => "محصولات با موفقیت انتخاب شد",
        'status' => "وضعیت محصول بروزرسانی شد",
    ],

    "cart" => [
        'add' => "محصول با موفقیت به سبد خرید اضافه شد",
        'update' => "سبد خرید بروزرسانی شد",
        'delete' => "محصول از سبد خرید حذف شد",
        'select-all' => "محصولات سبد خرید انتخاب شد",
        'delete-all' => "سبد خرید خالی شد",
        'empty' => "سبد خرید خالی است",
    ],

    "order" => [
        'add' => "سفارش با موفقیت ثبت شد",
        'delete-failed' => "حذف سفارش موفقیت امیز نبود",
        'delete' => "سفارش با موفقیت ثبت شد",
        'select-all' => "لیست سفارشات",
        'update' => "سفارش با موفقیت بروزرسانی شد",
    ],

    "voucher" => [
        'add' => "کد تخفیف با موفقیت ثبت شد",
        'update' => "کد تخفیف با موفقیت بروزرسانی شد",
        'select' => "کد تخفیف با موفقیت انتخاب شد",
        'delete' => "کد تخفیف با موفقیت حذف شد",
        'assign' => "کد تخفیف با موفقیت اعمال شد",
        'assign-failed' => "اعمال کد تخفیف موفق نبود",
        'enable-voucher' => 'کد تخفیف با موفقیت فعال شد',
        'invalid-voucher' => 'کد تخفیف یافت نشد'
    ],

    'payment' => [
        'success' => 'پرداخت با موفقیت انجام شد',
        'fail' => 'پرداخت شکست خوزد'
    ],

    "auth" => [
        "admin" => [
            "login" => [
                'fail' => 'اطلاعات ورود نادرست است',
                'success' => 'ورود با موفقیت انچام شد'
            ]
        ],
        "customer" => [
            "login" => [
                'fail' => 'اطلاعات ورود نادرست است',
                'success' => 'ورود با موفقیت انچام شد'
            ],
            "register" => [
                'success' => 'ثبت نام با موفقیت انجام شد'
            ],
            "logout" => "با موفقیت از حساب کابری خارج شد"
        ]
    ]

];
